Repository: Alter0ne/rtl8196e
Catalog: build_dir/host/findutils-4.4.2/po/*.po
Languages: pl

source: failed to drop setgid privileges
pl: nie uda³o siê porzuciæ uprawnieñ setgid

source: warning: the locate database can only be read from stdin once.
pl: uwaga: baza danych locate mo¿e byæ odczytana ze standardowego wej¶cia tylko raz.

source: time system call failed
pl: wywo³anie systemowe nie powiod³o siê

source: warning: database %s is more than %d %s old (actual age is %.1f %s)
pl: uwaga: baza danych %s ma ju¿ ponad %d %s (jej wiek to %.1f %s)

source: Warning: locate database %s was built with a different byte order
pl: Uwaga: baza danych locate %s zosta³a utworzona z inn± kolejno¶ci± bajtów w s³owie

source: unexpected EOF in %s
pl: nieoczekiwany koniec pliku w %s

source: error reading a word from %s
pl: b³±d podczas odczytu s³owa z %s

source: Invalid escape sequence %s in input delimiter specification.
pl: Nieprawid³owa sekwencja steruj±ca %s w okre¶leniu ogranicznika wej¶cia.

source: Invalid escape sequence %s in input delimiter specification; character values must not exceed %lx.
pl: Nieprawid³owa sekwencja steruj±ca %s w okre¶leniu ogranicznika wej¶cia; warto¶ci znaków nie mog± przekraczaæ %lx.

source: Invalid escape sequence %s in input delimiter specification; character values must not exceed %lo.
pl: Nieprawid³owa sekwencja steruj±ca %s w okre¶leniu ogranicznika wej¶cia; warto¶ci znaków nie mog± przekraczaæ %lo.

source: Invalid escape sequence %s in input delimiter specification; trailing characters %s not recognised.
pl: Nieprawid³owa sekwencja steruj±ca %s w okre¶leniu ogranicznika wej¶cia; koñcowe znaki %s nie zosta³y rozpoznane.

source: Invalid input delimiter specification %s: the delimiter must be either a single character or an escape sequence starting with \.
pl: Nieprawid³owe okre¶lenie ogranicznika wej¶cia %s: ogranicznik musi byæ pojedynczym znakiem lub sekwencj± steruj±c± zaczynaj±c± siê od \.

source: environment is too large for exec
pl: ¶rodowisko jest zbyt du¿e, aby wykonaæ exec

source: Warning: value %ld for -s option is too large, using %ld instead
pl: Uwaga: warto¶æ %ld dla opcji -s jest zbyt du¿a, u¿yto %ld

source: Cannot open input file %s
pl: Nie mo¿na otworzyæ pliku wej¶ciowego %s

source: Your environment variables take up %lu bytes
pl: Zmienne ¶rodowiskowe zajmuj± %lu bajtów

source: POSIX upper limit on argument length (this system): %lu
pl: POSIX-owy górny limit na d³ugo¶æ argumentów (na tym systemie): %lu

source: POSIX smallest allowable upper limit on argument length (all systems): %lu
pl: POSIX-owy najmniejszy dopuszczalny górny limit na d³ugo¶æ argumentów: %lu

source: Maximum length of command we could actually use: %ld
pl: Maksymalna d³ugo¶æ polecenia, które mo¿na u¿yæ: %ld

source: Size of command buffer we are actually using: %lu
pl: Rozmiar u¿ywanego bufora polecenia: %lu

source: Execution of xargs will continue now, and it will try to read its input and run commands; if this is not what you wanted to happen, please type the end-of-file keystroke.
pl: Wykonywanie xargs bêdzie kontynuowane, i bêdziê próbowaæ czytaæ wej¶cie i uruchamiaæ polecenia; je¶li nie jest to porz±dane zachowanie, proszê wprowadziæ znak koñca pliku.

source: Warning: %s will be run at least once. If you do not want that to happen, then press the interrupt keystroke.
pl: Uwaga: %s bêdzie uruchomione przynajmniej raz. Je¶li nie jest to porz±dane zachowanie, proszê nacisn±æ klawisz przerwania.

source: unmatched %s quote; by default quotes are special to xargs unless you use the -0 option
pl: niedopasowany %s cudzys³ów; domy¶lnie znaki cytowania s± specjalnymi dla xargs o ile nie u¿yto opcji -0

source: double
pl: podwójny

source: single
pl: pojedynczy

source: Warning: a NUL character occurred in the input. It cannot be passed through in the argument list. Did you mean to use the --null option?
pl: Uwaga: na wej¶ciu wyst±pi³ znak NUL. Nie mo¿e byæ przekazany poprzez listê argumentów. Czy¿by mia³a byæ u¿yta opcja --null?

source: argument line too long
pl: za d³uga linia argumentów

source: error waiting for child process
pl: b³±d podczas oczekiwania na proces potomny

source: Warning: Lost track of %d child processes
pl: Uwaga: utracono ¶lad po %d procesach potomnych

source: %s: exited with status 255; aborting
pl: %s: wyszed³ ze stanem 255; zaniechanie

source: %s: stopped by signal %d
pl: %s: zatrzymany sygna³em %d

source: %s: terminated by signal %d
pl: %s: zakoñczony sygna³em %d

source: %s: invalid number for -%c option
pl: %s: b³êdna liczba dla opcji -%c

source: %s: value for -%c option should be >= %ld
pl: %s: warto¶æ dla opcji -%c powinna byæ >= %ld

source: %s: value for -%c option should be < %ld
pl: %s: warto¶æ dla opcji -%c powinna byæ < %ld

source: Usage: %s [-0prtx] [--interactive] [--null] [-d|--delimiter=delim] [-E eof-str] [-e[eof-str]] [--eof[=eof-str]] [-L max-lines] [-l[max-lines]] [--max-lines[=max-lines]] [-I replace-str] [-i[replace-str]] [--replace[=replace-str]] [-n max-args] [--max-args=max-args] [-s max-chars] [--max-chars=max-chars] [-P max-procs] [--max-procs=max-procs] [--show-limits] [--verbose] [--exit] [--no-run-if-empty] [--arg-file=file] [--version] [--help] [command [initial-arguments]]
pl: Sk³adnia: %s [-0prtx] [--interactive] [--null] [-d|--delimiter=ogranicznik] [-E ³añc-eof] [-e[³añc-eof]] [--eof[=³añc-eof]] [-L maks-linii] [-l[maks-linii]] [--max-lines[=maks-linii]] [-I ³añc-zmienn] [-i[³añc-zmienn]] [--replace[=³añc-zmienn]] [-n maks-arg] [--max-args=maks-arg] [-s maks-znaków] [--max-chars=maks-znaków] [-P maks-proc] [--max-procs=maks-proc] [--show-limits] [--verbose] [--exit] [--no-run-if-empty] [--arg-file=plik] [--version] [--help] [polecenie [pocz±tkowe-argumenty]]
