Repository: Alter0ne/rtl8196e
Catalog: build_dir/host/findutils-4.4.2/po/*.po
Languages: pl

source: invalid argument %s for %s
pl: b³êdny argument %s opcji %s

source: ambiguous argument %s for %s
pl: niejednoznaczny argument %s opcji %s

source: Valid arguments are:
pl: Prawid³owe argumenty to:

source: error closing file
pl: b³±d zamykania pliku

source: write error
pl: b³±d zapisu

source: Unknown system error
pl: Nieznany b³±d systemowy

source: %s: option `%s' is ambiguous
pl: %s: opcja `%s' jest niejednoznaczna

source: %s: option `--%s' doesn't allow an argument
pl: %s: opcja `--%s' nie mo¿e mieæ argumentów

source: %s: option `%c%s' doesn't allow an argument
pl: %s: opcja `%c%s' nie mo¿e mieæ argumentów

source: %s: option `%s' requires an argument
pl: %s: opcja `%s' musi mieæ argument

source: %s: unrecognized option `--%s'
pl: %s: nieznana opcja `--%s'

source: %s: unrecognized option `%c%s'
pl: %s: nieznana opcja `%c%s'

source: %s: illegal option -- %c
pl: %s: niew³a¶ciwa opcja -- %c

source: %s: invalid option -- %c
pl: %s: b³êdna opcja -- %c

source: %s: option requires an argument -- %c
pl: %s: opcja musi mieæ argument -- %c

source: %s: option `-W %s' is ambiguous
pl: %s: opcja `-W %s' jest niejednoznaczna

source: %s: option `-W %s' doesn't allow an argument
pl: %s: opcja `-W %s' nie mo¿e mieæ argumentów

source: unable to record current working directory
pl: nie uda³o siê zapisaæ bie¿±cego katalogu roboczego

source: failed to return to initial working directory
pl: nie uda³o siê wróciæ do pocz±tkowego katalogu roboczego

source: Success
pl: Sukces

source: No match
pl: Nic nie pasuje

source: Invalid regular expression
pl: B³êdne wyra¿enie regularne

source: Invalid collation character
pl: B³êdny znak sortowany

source: Invalid character class name
pl: B³êdna nazwa klasy znaków

source: Trailing backslash
pl: Koñcz±cy znak `\'

source: Invalid back reference
pl: B³êdne odniesienie wstecz

source: Unmatched [ or [^
pl: Niesparowane [ lub [^

source: Unmatched ( or \(
pl: Niesparowane ( lub \(

source: Unmatched \{
pl: Niesparowane \{

source: Invalid content of \{\}
pl: B³êdna zawarto¶æ \{\}

source: Invalid range end
pl: B³êdny koniec zakresu

source: Memory exhausted
pl: Pamiêæ wyczerpana

source: Invalid preceding regular expression
pl: B³êdne poprzedzaj±ce wyra¿enie regularne

source: Premature end of regular expression
pl: Przedwczesny koniec wyra¿enia regularnego

source: Regular expression too big
pl: Wyra¿enie regularne zbyt du¿e

source: Unmatched ) or \)
pl: Niesparowane ) lub \)

source: No previous regular expression
pl: Brak poprzedniego wyra¿enia regularnego

source: ^[yY]
pl: ^[yYtT]

source: memory exhausted
pl: pamiêæ wyczerpana

source: invalid %s%s argument `%s'
pl: b³êdny argument %s%s `%s'

source: invalid suffix in %s%s argument `%s'
pl: b³êdny przyrostek argumentu %s%s `%s'

source: %s%s argument `%s' too large
pl: argument %s%s `%s' zbyt du¿y

source: cannot get current directory
pl: nie mo¿na uzyskaæ bie¿±cego katalogu

source: cannot stat current directory
pl: nie mo¿na wykonaæ stat na bie¿±cym katalogu

source: Warning: file system %s has recently been unmounted.
pl: Uwaga: system plików %s zosta³ niedawno odmontowany.

source: Warning: file system %s has recently been mounted.
pl: Uwaga: system plików %s zosta³ niedawno zamontowany.

source: %s%s changed during execution of %s (old device number %ld, new device number %ld, file system type is %s) [ref %ld]
pl: %s%s zmieni³ siê podczas wykonywania %s (stary numer urz±dzenia %ld, nowy numer urz±dzenia %ld, typ systemu plików to %s) [ref %ld]

source: %s%s changed during execution of %s (old inode number %<PRIuMAX>, new inode number %<PRIuMAX>, file system type is %s) [ref %ld]
pl: %s%s zmieni³ siê podczas wykonywania %s (stary numer i-wêz³a %<PRIuMAX>, nowy numer i-wêz³a %<PRIuMAX>, typ systemu plików %s) [ref %ld]

source: Failed to safely change directory into %s
pl: Nie uda³o siê bezpiecznie zmieniæ katalogu na %s

source: Symbolic link %s is part of a loop in the directory hierarchy; we have already visited the directory to which it points.
pl: Dowi±zanie symboliczne %s jest czê¶ci± pêtli w hierarchii katalogów; katalog wskazywany przez to dowi±zanie by³ ju¿ odwiedzony.

source: Filesystem loop detected; %s has the same device number and inode as a directory which is %d level higher in the file system hierarchy
pl: Wykryto pêtlê w systemie plików; %s ma ten sam numer urz±dzenia i i-wêze³ co katalog %d poziom wy¿ej w hierarchii systemu plików.

source: warning: not following the symbolic link %s
pl: uwaga: nie pod±¿anie za dowi±zaniem symbolicznym %s

source: WARNING: Hard link count is wrong for %s (saw only st_nlink=%d but we already saw %d subdirectories): this may be a bug in your file system driver. Automatically turning on find's -noleaf option. Earlier results may have failed to include directories that should have been searched.
pl: UWAGA: z³a liczba twardych dowi±zañ dla %s (widziano tylko st_nlink=%d, ale ju¿ znaleziono %d podkatalogów): to mo¿e byæ b³±d w sterowniku systemu plików. Automatyczne w³±czenie opcji -noleaf finda. Wcze¶niejsze wyniki mog³y nie zawieraæ katalogów, które powinny byæ przeszukane.

source: unknown
pl: nieznany

source: File system loop detected; %s is part of the same file system loop as %s.
pl: Wykryto pêtlê w systemie plików; %s jest czê¶ci± tej samej pêtli w systemie plików co %s.

source: Warning: file %s appears to have mode 0000
pl: Uwaga: wygl±da na to, ¿e plik %s ma uprawnienia 0000

source: cannot search %s
pl: nie mo¿na szukaæ %s

source: The -delete action atomatically turns on -depth, but -prune does nothing when -depth is in effect. If you want to carry on anyway, just explicitly use the -depth option.
pl: Akcja -delete automatycznie w³±cza -depth, ale -prune nic nie wykonuje kiedy aktywna jest opcja -depth. Aby wykonaæ tê akcjê, nale¿y explicite u¿yæ opcji -depth.

source: warning: you have specified the %s option after a non-option argument %s, but options are not positional (%s affects tests specified before it as well as those specified after it). Please specify options before other arguments.
pl: uwaga: podano opcjê %s po argumencie %s nie bêd±cym opcj±, ale opcje nie s± pozycyjne (%s wp³ywa na testy podane przed ni± jak i po niej). Proszê podawaæ opcje przed innymi argumentami.

source: warning: the -d option is deprecated; please use -depth instead, because the latter is a POSIX-compliant feature.
pl: uwaga: opcja -d jest przestarza³a; proszê zamiast niej u¿ywaæ -depth, poniewa¿ ta jest zgodna z POSIX.

source: %s is not the name of an existing group and it does not look like a numeric group ID because it has the unexpected suffix %s
pl: %s nie jest nazw± ¿adnej istniej±cej grupy i nie wygl±da na liczbowy identyfikator grupy, poniewa¿ ma nieznany przyrostek %s

source: %s is not the name of an existing group
pl: %s nie jest nazw± ¿adnej istniej±cej grupy

source: argument to -group is empty, but should be a group name
pl: argument opcji -group jest pusty, a powinien byæ nazw± grupy

source: default path is the current directory; default expression is -print expression may consist of: operators, options, tests, and actions:
pl: domy¶lna ¶cie¿ka to aktualny katalog; domy¶lne wyra¿enie to -print wyra¿enie mo¿e sk³adaæ siê z: operatorów, opcji, testów i akcji:

source: operators (decreasing precedence; -and is implicit where no others are given): ( EXPR ) ! EXPR -not EXPR EXPR1 -a EXPR2 EXPR1 -and EXPR2 EXPR1 -o EXPR2 EXPR1 -or EXPR2 EXPR1 , EXPR2
pl: operatory (malej±cy priorytet; je¶li nie ma ¿adnego, przyjmuje siê -and): ( WYR ) ! WYR -not WYR WYR1 -a WYR2 WYR1 -and WYR2 WYR1 -o WYR2 WYR1 -or WYR2 WYR1 , WYR2

source: positional options (always true): -daystart -follow -regextype normal options (always true, specified before other expressions): -depth --help -maxdepth LEVELS -mindepth LEVELS -mount -noleaf --version -xdev -ignore_readdir_race -noignore_readdir_race
pl: opcje pozycyjne (zawsze prawdziwe): -daystart -follow -regextype opcje zwyk³e (zawsze prawdziwe, podawane przed innymi wyra¿eniami): -depth --help -maxdepth POZIOMY -mindepth POZIOMY -mount -noleaf --version -xdev -ignore_readdir_race -noignore_readdir_race

source: tests (N can be +N or -N or N): -amin N -anewer FILE -atime N -cmin N -cnewer FILE -ctime N -empty -false -fstype TYPE -gid N -group NAME -ilname PATTERN -iname PATTERN -inum N -iwholename PATTERN -iregex PATTERN -links N -lname PATTERN -mmin N -mtime N -name PATTERN -newer FILE
pl: testy (N jest postaci +N lub -N lub N): -amin N -anewer PLIK -atime N -cmin N -cnewer PLIK -ctime N -empty -false -fstype TYP -gid N -group NAZWA -ilname WZORZEC -iname WZORZEC -inum N -iwholename WZORZEC -iregex WZORZEC -links N -lname WZORZEC -mmin N -mtime N -name WZORZEC -newer PLIK

source: -nouser -nogroup -path PATTERN -perm [+-]MODE -regex PATTERN -readable -writable -executable -wholename PATTERN -size N[bcwkMG] -true -type [bcdpflsD] -uid N -used N -user NAME -xtype [bcdpfls]
pl: -nouser -nogroup -path WZORZEC -perm [+-]TRYB -regex WZORZEC -readable -writable -executable -wholename WZORZEC -size N[bcwkMG] -true -type [bcdpflsD] -uid N -used N -user NAZWA -xtype [bcdpfls]

source: actions: -delete -print0 -printf FORMAT -fprintf FILE FORMAT -print -fprint0 FILE -fprint FILE -ls -fls FILE -prune -quit -exec COMMAND ; -exec COMMAND {} + -ok COMMAND ; -execdir COMMAND ; -execdir COMMAND {} + -okdir COMMAND ;
pl: akcje: -delete -print0 -printf FORMAT -fprintf PLIK FORMAT -print -fprint0 PLIK -fprint PLIK -ls -fls PLIK -prune -quit -exec POLECENIE ; -exec POLECENIE {} + -ok POLECENIE ; -execdir POLECENIE ; -execdir POLECENIE {} + -okdir POLECENIE ;

source: Report (and track progress on fixing) bugs via the findutils bug-reporting page at http://savannah.gnu.org/ or, if you have no web access, by sending email to <bug-findutils@gnu.org>.
pl: Proszê zg³aszaæ b³êdy (i ¶ledziæ proces ich naprawiania) poprzez stronê zg³aszania b³êdów w findutils pod adresem http://savannah.gnu.org/ lub, w przypadku braku dostêpu do WWW, wysy³aj±c pocztê elektroniczn± pod adres <bug-findutils@gnu.org>.

source: sanity check of the fnmatch() library function failed.
pl: sprawdzenie poprawno¶ci funkcji bibliotecznej fnmatch() nie powiod³o siê.

source: warning: Unix filenames usually don't contain slashes (though pathnames do). That means that '%s %s' will probably evaluate to false all the time on this system. You might find the '-wholename' test more useful, or perhaps '-samefile'. Alternatively, if you are using GNU grep, you could use 'find ... -print0 | grep -FzZ %s'.
pl: uwaga: uniksowe nazwy plików zwykle nie zawieraj± uko¶ników (ale ¶cie¿ki tak). Oznacza to, ¿e '%s %s' bêdzie prawdopodobnie zawsze fa³szywe na tym systemie. Przydatny mo¿e byæ test '-wholename' albo '-samefile'. Ewentualnie, maj±c GNU grepa, mo¿na u¿yæ 'find ... -print0 | grep -FzZ %s'.

source: Expected a positive decimal integer argument to %s, but got %s
pl: Dla opcji %s oczekiwano argumentu bêd±cego dodatni± liczb± ca³kowit±, a otrzymano %s

source: This system does not provide a way to find the birth time of a file.
pl: Ten system nie daje mo¿liwo¶ci sprawdzenia czasu narodzin pliku.

source: I cannot figure out how to interpret %s as a date or time
pl: Nie wiem jak zinterpretowaæ %s jako datê lub czas

source: Cannot obtain birth time of file %s
pl: Nie mo¿na uzyskaæ czasu narodzin pliku %s

source: Mode %s is not valid when POSIXLY_CORRECT is on.
pl: Uprawnienia %s nie s± poprawne kiedy w³±czone jest POSIXLY_CORRECT.

source: invalid mode %s
pl: niew³a¶ciwe uprawnienia %s

source: warning: you have specified a mode pattern %s (which is equivalent to /000). The meaning of -perm /000 has now been changed to be consistent with -perm -000; that is, while it used to match no files, it now matches all files.
pl: uwaga: podano wzorzec uprawnieñ %s (który jest równowa¿ny /000). Znaczenie -perm /000 zmieni³o siê tak, by by³o spójne z -perm -000; oznacza to, ¿e wcze¶niej nie pasowa³o do ¿adnych plików, ale teraz pasuje do wszystkich plików.

source: invalid null argument to -size
pl: b³êdny zerowy argument opcji -size

source: invalid -size type `%c'
pl: b³êdny typ -size `%c'

source: Invalid argument `%s%c' to -size
pl: B³êdny argument `%s%c' opcji -size

source: The -show-control-chars option takes a single argument which must be 'literal' or 'safe'
pl: Opcja -show-control-chars przyjmuje jeden argument o warto¶ci 'literal' lub 'safe'

source: Invalid argument %s to -used
pl: B³êdny argument %s opcji -used

source: Features enabled:
pl: W³±czone w³a¶ciwo¶ci:

source: Arguments to -type should contain only one letter
pl: Argumenty dla -type powinny zawieraæ tylko jedn± literê

source: Unknown argument to -type: %c
pl: Nieznany argument opcji -type: %c

source: warning: unrecognized escape `\%c'
pl: uwaga: nierozpoznany znak steruj±cy `\%c'

source: error: %s at end of format string
pl: b³±d: %s na koñcu ³añcucha formatuj±cego

source: warning: unrecognized format directive `%%%c'
pl: uwaga: nierozpoznana dyrektywa formatuj±ca `%%%c'

source: error: the format directive `%%%c' is reserved for future use
pl: b³±d: dyrektywa formatuj±ca `%%%c' jest zarezerwowana do przysz³ego wykorzystania

source: The current directory is included in the PATH environment variable, which is insecure in combination with the %s action of find. Please remove the current directory from your $PATH (that is, remove "." or leading or trailing colons)
pl: Bie¿±cy katalog jest obecny w zmiennej ¶rodowiskowej PATH, co jest niebezpieczne w po³±czeniu z akcj± %s polecenia find. Proszê usun±æ bie¿±cy katalog ze zmiennej $PATH (tzn. usun±æ "." albo wiod±ce lub koñcowe dwukropki)

source: The relative path %s is included in the PATH environment variable, which is insecure in combination with the %s action of find. Please remove that entry from $PATH
pl: W zmiennej ¶rodowiskowej PATH jest obecna ¶cie¿ka wzglêdna %s, co jest niebezpieczne w po³±czeniu z akcj± %s polecenia find. Proszê usun±æ ten wpis ze zmiennej $PATH

source: You may not use {} within the utility name for -execdir and -okdir, because this is a potential security problem.
pl: Nie mo¿na u¿ywaæ {} wewn±trz nazwy narzêdzia dla opcji -execdir i -okdir, poniewa¿ jest to potencjalny problem z bezpieczeñstwem.

source: Only one instance of {} is supported with -exec%s ... +
pl: Obs³ugiwane jest tylko jedno wyst±pienie {} przy -exec%s ... +

source: The environment is too large for exec().
pl: ¦rodowisko jest zbyt du¿e, aby wykonaæ exec().

source: arithmetic overflow when trying to calculate the end of today
pl: przepe³nienie arytmetyczne przy próbie obliczenia koñca dnia dzisiejszego

source: standard error
pl: standardowe wyj¶cie diagnostyczne

source: standard output
pl: standardowe wyj¶cie

source: cannot delete %s
pl: nie mo¿na usun±æ %s

source: Warning: cannot determine birth time of file %s
pl: Uwaga: nie mo¿na okre¶liæ czasu narodzin pliku %s

source: Cannot close standard input
pl: Nie mo¿na zamkn±æ standardowego wej¶cia

source: Failed to change directory
pl: Nie uda³o siê zmieniæ katalogu

source: cannot fork
pl: nie mo¿na wykonaæ fork

source: error waiting for %s
pl: b³±d podczas czekania na %s

source: %s terminated by signal %d
pl: %s zakoñczony sygna³em %d

source: invalid expression
pl: b³êdne wyra¿enie

source: invalid expression; you have used a binary operator '%s' with nothing before it.
pl: b³êdne wyra¿enie; podano operator binarny '%s' bez niczego przed nim.

source: expected an expression between '%s' and ')'
pl: oczekiwano wyra¿enia pomiêdzy '%s' i ')'

source: expected an expression after '%s'
pl: oczekiwano wyra¿enia po '%s'

source: invalid expression; you have too many ')'
pl: b³êdne wyra¿enie; za du¿o ')'

source: invalid expression; expected to find a ')' but didn't see one. Perhaps you need an extra predicate after '%s'
pl: b³êdne wyra¿enie; oczekiwano gdzie¶ ')', ale nie znaleziono. Byæ mo¿e potrzebne jest dodatkowe wyra¿enie po '%s'

source: invalid expression; empty parentheses are not allowed.
pl: b³êdne wyra¿enie; puste nawiasy nie s± dozwolone.

source: invalid expression; I was expecting to find a ')' somewhere but did not see one.
pl: b³êdne wyra¿enie; oczekiwano gdzie¶ ')', ale nie znaleziono.

source: oops -- invalid expression type!
pl: ojej -- b³êdny typ wyra¿enia!

source: oops -- invalid expression type (%d)!
pl: ojej -- b³êdny typ wyra¿enia (%d)!

source: paths must precede expression: %s
pl: ¶cie¿ki musz± poprzedzaæ wyra¿enie: %s

source: unknown predicate `%s'
pl: nieznane wyra¿enie `%s'

source: invalid predicate `%s'
pl: b³êdne wyra¿enie `%s'

source: invalid argument `%s' to `%s'
pl: b³êdny argument `%s' dla `%s'

source: missing argument to `%s'
pl: brak argumentu dla `%s'

source: you have too many ')'
pl: za du¿o ')'

source: unexpected extra predicate '%s'
pl: nieoczekiwane dodatkowe wyra¿enie '%s'

source: unexpected extra predicate
pl: nie obs³ugiwane dodatkowe wyra¿enie

source: oops -- invalid default insertion of and!
pl: ojej -- b³êdne domy¶lne wstawienie and!

source: Usage: %s [-H] [-L] [-P] [-Olevel] [-D
pl: Sk³adnia: %s [-H] [-L] [-P] [-Opoziom] [-D

source: ] [path...] [expression]
pl: ] [¶cie¿ka...] [wyra¿enie]

source: Ignoring unrecognised debug flag %s
pl: Zignorowano nierozpoznan± flagê diagnostyczn± %s

source: Empty argument to the -D option.
pl: Pusty argument dla opcji -D.

source: The -O option must be immediately followed by a decimal integer
pl: Bezpo¶rednio po opcji -O musi wyst±piæ liczba dziesiêtna

source: Please specify a decimal number immediately after -O
pl: Proszê podaæ liczbê dziesiêtn± bezpo¶rednio po -O

source: Invalid optimisation level %s
pl: B³êdny poziom optymalizacji %s

source: Optimisation level %lu is too high. If you want to find files very quickly, consider using GNU locate.
pl: Poziom optymalizacji %lu jest zbyt du¿y. Aby odnale¼æ pliki bardzo szybko, mo¿na u¿yæ GNU locate.

source: The environment variable FIND_BLOCK_SIZE is not supported, the only thing that affects the block size is the POSIXLY_CORRECT environment variable
pl: Zmienna ¶rodowiskowa FIND_BLOCK_SIZE nie jest obs³ugiwana; jedyne, co wp³ywa na rozmiar bloku, to zmienna ¶rodowiskowa POSIXLY_CORRECT

source: command too long
pl: polecenie zbyt d³ugie

source: can not fit single argument within argument list size limit
pl: nie mo¿na zmie¶ciæ pojedynczego argumentu w limicie rozmiaru listy argumentów

source: argument list too long
pl: lista argumentów zbyt d³uga

source: Built using GNU gnulib version %s
pl: Zbudowano przy u¿yciu GNU gnuliba w wersji %s

source: Unknown regular expression type %s; valid types are %s.
pl: Nieznany rodzaj wyra¿eñ regularnych %s; poprawne rodzaje to %s.

source: Usage: %s [--version | --help] or %s most_common_bigrams < file-list > locate-database
pl: Sk³adnia: %s [--version | --help] lub %s najpopularniejsze_bigramy < lista-plików > baza-danych-locate

source: Report bugs to <bug-findutils@gnu.org>.
pl: B³êdy proszê zg³aszaæ na adres <bug-findutils@gnu.org>.

source: Usage: %s [-0 | --null] [--version] [--help]
pl: Sk³adnia: %s [-0 | --null] [--version] [--help]

source: You need to specify a security level as a decimal integer.
pl: Nale¿y podaæ poziom bezpieczeñstwa jako liczbê ca³kowit±.

source: Security level %s is outside the convertible range.
pl: Poziom bezpieczeñstwa %s znajduje siê poza zakresem odwracalnym.

source: Security level %s has unexpected suffix %s.
pl: Poziom bezpieczeñstwa %s ma nieoczekiwany przyrostek %s.

source: slocate security level %ld is unsupported.
pl: Poziom bezpieczeñstwa slocate %ld nie jest obs³ugiwany.

source: Failed to write to standard output
pl: Nie uda³o siê zapisaæ na standardowe wyj¶cie

source: days
pl: dni

source: The argument for option --max-database-age must not be empty
pl: Argument opcji --max-database-age nie mo¿e byæ pusty

source: Invalid argument %s for option --max-database-age
pl: B³êdny argument %s opcji --max-database-age

source: locate database %s contains a filename longer than locate can handle
pl: Baza danych locate %s zawiera nazwê pliku d³u¿sz± ni¿ locate jest w stanie obs³u¿yæ

source: locate database %s is corrupt or invalid
pl: Baza danych locate %s jest uszkodzona lub niepoprawna

source: Locate database size: %s byte
pl: Rozmiar bazy danych locate: %s bajt

source: Matching Filenames: %s
pl: Pasuj±ce nazwy plików: %s

source: All Filenames: %s
pl: Wszystkie nazwy plików: %s

source: File names have a cumulative length of %s bytes. Of those file names, %s contain whitespace, %s contain newline characters, and %s contain characters with the high bit set.
pl: Nazwy plików maj± ³±czn± d³ugo¶æ %s bajtów. W¶ród tych nazw: %s zawiera spacje, %s zawiera znaki nowej linii, a %s zawiera znaki z ustawionym najstarszym bitem.

source: Some filenames may have been filtered out, so we cannot compute the compression ratio.
pl: Niektóre nazwy plików mog³y zostaæ odfiltrowane, wiêc nie mo¿na obliczyæ wspó³czynnika kompresji.

source: Compression ratio %4.2f%% (higher is better)
pl: Wspó³czynnik kompresji %4.2f%% (im wiêkszy tym lepiej)

source: Compression ratio is undefined
pl: Wspó³czynnik kompresji jest nieokre¶lony

source: locate database %s looks like an slocate database but it seems to have security level %c, which GNU findutils does not currently support
pl: Baza danych locate %s wygl±da na bazê danych slocate, ale o poziomie bezpieczeñstwa %c, którego GNU findutils aktualnie nie obs³uguje

source: %s is an slocate database. Support for these is new, expect problems for now.
pl: %s to baza danych slocate. Jej obs³uga jest nowa, mo¿na siê jeszcze spodziewaæ problemów.

source: %s is an slocate database of unsupported security level %d; skipping it.
pl: %s to baza danych slocate o nieobs³ugiwanym poziomie bezpieczeñstwa %d; pominiêto.

source: You specified the -E option, but that option cannot be used with slocate-format databases with a non-zero security level. No results will be generated for this database.
pl: Podano opcjê -E, ale ta opcja nie mo¿e byæ u¿yta z bazami danych w formacie slocate o niezerowym poziomie bezpieczeñstwa. Dla tej bazy danych nie zostan± wygenerowane ¿adne wyniki.

source: %s is an slocate database. Turning on the '-e' option.
pl: %s to baza danych slocate. W³±czono opcjê '-e'.

source: Old-format locate database %s is too short to be valid
pl: Baza danych locale %s w starym formacie jest zbyt krótka aby by³a poprawna

source: Database %s is in the %s format.
pl: Baza danych %s jest w formacie %s.

source: The database has little-endian machine-word encoding.
pl: Baza danych ma kodowanie ze s³owami maszynowymi little-endian.

source: The database has big-endian machine-word encoding.
pl: Baza danych ma kodowanie ze s³owami maszynowymi big-endian.

source: The database machine-word encoding order is not obvious.
pl: Baza danych ma kodowanie z nieoczywist± kolejno¶ci± bajtów w s³owie maszynowym.

source: Usage: %s [-d path | --database=path] [-e | -E | --[non-]existing] [-i | --ignore-case] [-w | --wholename] [-b | --basename] [--limit=N | -l N] [-S | --statistics] [-0 | --null] [-c | --count] [-P | -H | --nofollow] [-L | --follow] [-m | --mmap ] [ -s | --stdio ] [-A | --all] [-p | --print] [-r | --regex ] [--regextype=TYPE] [--max-database-age D] [--version] [--help] pattern...
pl: Sk³adnia: %s [-d ¶cie¿ka | --database=¶cie¿ka] [-e | -E | --[non-]existing] [-i | --ignore-case] [-w | --wholepath] [-b | --basename] [--limit=N | -l N] [-S | --statistics] [-0 | --null] [-c | --count] [-P | -H | --nofollow] [-L | --follow] [-m | --mmap ] [ -s | --stdio ] [-A | --all] [-p | --print] [-r | --regex ] [--regextype=RODZAJ] [--max-database-age D] [--version] [--help] wzorzec...

source: failed to drop group privileges
pl: nie uda³o siê porzuciæ uprawnieñ grupy

source: failed to drop setuid privileges
pl: nie uda³o siê porzuciæ uprawnieñ setuid

source: Failed to fully drop privileges
pl: Nie uda³o siê w pe³ni porzuciæ uprawnieñ
