Repository: Alter0ne/rtl8196e
Catalog: feeds/luci/po/*/ffwizard.po
Languages: de, el, hu, it, ru, sv

source: Allow to transfer anonymous statistics about this node
de: Diesem Node erlauben anonyme Nutzungsstatistiken zu übertragen
el: Να επιτρέπεται η μεταφορά ανώνυμων στατιστικών αυτού του κόμβου
hu: Névtelen statisztikák küldésének engedélyezése erről a csomópontról
it: Permette di trasferire le statistiche in forma anonima su questo nodo
ru: Разрешить передачу анонимной статистики с этого узла
sv: Tillåt att överföra anonym statistik om denna nod

source: Channel
de: Kanal
el: Κανάλι
hu: Csatorna
it: Canale
ru: Канал
sv: Kanal

source: Check this to protect your LAN from other nodes or clients
de: Rechner im eigenen LAN vor Zugriffen aus dem Freifunknetzwerk schützen
el: Επιλέξτε για να προστατέψετε το LAN σας από άλλους κόμβους ή πελάτες
hu: Pipáld be ezt, hogy megvédd a LAN-od más csomópontoktól vagy kliensektől
it: Selezionare questa opzione per proteggere la LAN da altri nodi o clienti
ru: Выберите это для зашиты вашей локальной сети от других узлов и клиентов
sv: Bocka för det här för att skydda ditt LAN från andra noder eller klienter

source: Configure network
de: Netzwerk konfigurieren
el: Παραμετροποίηση δικτύου
hu: Hálózat beállítása
it: Configura la Rete
ru: Конфигурировать сеть
sv: Konfigurera nätverk

source: Connect your node with other nodes with a tunnel via the internet.
de: Dieses Node mit anderen Nodes über einen Internettunnel verbinden.
el: Συνδέστε τον κόμβο σας με άλλους κόμβους χρησιμοποιώντας τούνελ μέσω του διαδικτύου.
hu: Csomópontod összekötése más csomópontokkal internetes alagút segítségével
it: Collegare il nodo con gli altri nodi con un tunnel via Internet.
ru: Соединять ваш узел с другими узлами туннелем через интернет.
sv: Anslut din nod med andra noder med en tunnel via internet.

source: DHCP IP range
de: DHCP IP-Bereich
el: Εύρος DHCP IP
hu: DHCP IP tartomány
it: Intervallo IP DHCP
ru: Диапазон IP-адресов DHCP
sv: IP-avstånd för DHCP

source: DHCP will automatically assign ip addresses to clients
de: DHCP weist verbundenen Benutzern ohne OLSR automatisch IP-Adressen zu
el: Το DHCP θα αποδώσει αυτόματα διευθύνσεις ip στους πελάτες
hu: A DHCP automatikusan ki fog osztani IP címeket a klienseknek
it: DHCP assegna automaticamente gli indirizzi IP ai client
ru: DHCP автоматически назначит IP-адреса клиентам
sv: DHCP kommer automatiskt tilldela IP-adresser till klienter

source: DNS Server
el: Εξυπηρετητής DNS
hu: DNS szerver
it: Server DNS
ru: Сервер DNS

source: Enable DHCP
de: DHCP aktivieren
el: Ενεργοποίηση DHCP
hu: DHCP bekapcsolása
it: Attiva DHCP
ru: Разрешить DHCP
sv: Aktivera DNS-servern

source: Gateway
el: Πύλη
hu: Átjáró
ru: Шлюз

source: Heartbeat
el: Καρδιακός Παλμός
hu: Szívverés
ru: Состояние
sv: Hjärtslag

source: IP address
de: IP-Adresse
el: Διεύθυνση IP
hu: IP cím
it: Indirizzo IP
ru: IP-адрес
sv: IP-adress

source: L2gvpn tunnel
el: Τούνελ L2gvpn
hu: L2gvpn alagút
it: Tunnel L2gvpn
ru: L2gvpn туннель

source: Limit download bandwidth
de: Downloadbandbreite limitieren
el: Περιορισμός ταχύτητας κατεβάσματος
hu: Letöltési sávszélesség korlátozása
it: Limitare la banda passante in download
ru: Ограничить пропускную способность загрузки
sv: Begränsa bandbredd för nerladdning

source: Limit upload bandwidth
de: Uploadbandbreite limitieren
el: Περιορισμός ταχύτητας ανεβάσματος
hu: Feltöltési sávszélesség korlátozása
it: Limitare la banda passante in upload
ru: Ограничить пропускную способность передачи
sv: Begränsa bandbredd för uppladdning

source: Mesh IP address
de: Mesh IP-Adresse
el: IP διεύθυνση πλέγματος
hu: Háló IP cím
it: Indirizzo IP Mesh
ru: IP-адрес ячейки
sv: Maskera IP-adress

source: Mesh IPv6 Address
de: Mesh IPv6-Adresse
el: IPv6 Διεύθυνση Δικτύου Πλέγματος
hu: Háló IPv6 cím
it: Indirizzo IPv6 Mesh
ru: IPv6-адрес ячейки
sv: Maskera IPv6-adress

source: Netmask
de: Netzmaske
el: Μάσκα δικτύου
hu: Hálózati maszk
it: Maschera Rete
ru: Маска сети
sv: Nätmask

source: Password
de: Passwort
el: Κωδικός πρόσβασης
hu: Jelszó
ru: Пароль
sv: Lösenord

source: Password confirmation
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού πρόσβασης
hu: Jelszó megerősítése
it: Conferma Password
ru: Подтверждение пароля
sv: Bekräftelse av lösenord

source: Password successfully changed
de: Passwort erfolgreich geändert
el: Ο κωδικός πρόσβασης άλλαξε επιτυχώς
hu: Jelszó sikeresen megváltoztatva
it: Password modificata correttamente
ru: Пароль успешно изменён
sv: Ändring av lösenordet lyckades

source: Protect LAN
de: LAN-Netzwerk schützen
el: Προστασία LAN
hu: A LAN védelme
it: Proteggi LAN
ru: Защитить LAN
sv: Skydda LAN

source: Protocol
de: Protokoll
el: Πρωτόκολλο
hu: Protokoll
it: Protocollo
ru: Протокол
sv: Protokoll

source: Select this checkbox to configure your network interfaces.
de: Diese Checkbox aktivieren um Schnittstellen zu konfigurieren.
el: Επιλέξτε για να παραμετροποιήσετε τις διεπαφές δικτύου.
hu: Válaszd ezt a jelölőnégyzetet a hálózati interfészeid beállításához
it: Selezionare questa casella di controllo per configurare le interfacce di rete
ru: Настроить сетевые интерфейсы
sv: Markera den här kryssrutan för att konfigurera dina nätverksgränssnitt.

source: Select this to allow others to use your connection to access the internet.
de: Anderen erlauben die eigene Internetverbindung mitzubenutzen.
el: Επιλέξτε για να επιτρέπεται σε άλλους να χρησιμοποιήσουν την σύνδεσή σας για πρόσβαση στο διαδίκτυο.
hu: Válaszd ezt, ha engedélyezni akarod másoknak, hogy elérjék az internetet a kapcsolatodon keresztül
it: Selezionare questa opzione per consentire ad altri di utilizzare la connessione per accedere a Internet.
ru: Разрешить другим пользователям использовать ваше соединение для доступа в интернет.
sv: Välj det här för att tillåta andra att använda din anslutning för att få tillgång till internet.

source: Share your internet connection
de: Internet freigeben
el: Διαμοιρασμός σύνδεσης διαδικτύου
hu: Internetkapcsolatod megosztása
it: Condividi la tua connessione a Internet
ru: Разрешить другим использовать ваше интернет-соединение
sv: Dela din internet-anslutning

source: The IP range from which clients are assigned ip addresses (e.g. 10.1.2.1/28). If this is a range inside your mesh network range, then it will be announced as HNA. Any other range will use NAT. If left empty then the defaults from the community profile will be used.
de: Der IP-Bereich aus dem Clients IPs zugewiesen bekommen (z.B. 10.1.2.1/28). Liegt dieser Bereich innerhalb des Mesh-Netzwerks, dann werden diese Clients als HNA von OLSRd angekündigt, ansonsten wird NAT verwendet. Wird dieses Feld leer gelassen dann wird der Wert aus dem Community-Profil verwendet.
el: Το εύρος IP από το οποίο θα αποδίδονται στους πελάτες διευθύνσεις ip (π.χ. 10.1.2.1/28). Εάν αυτό είναι εύρος εντός του δικτύου πλέγματος, τότε θα ανακοινώνεται ως HNA. Οποιοδήποτε άλλο εύρος θα χρησιμοποιεί το NAT. Εάν αφεθεί κενό τότε θα χρησιμοποιηθούν οι ρυθμίσεις από το προφίλ κοινότητας.
hu: Az az IP tartomány, amelyből kikerülnek a kliensek címei (pl. 10.1.2.1/28). Ha ez egy, a hálózatodon található tartomány, akkor HNA-ként lesz bejelentve. Minden más tartomány NAT-ot fog használni. Ha üresen hagyod, akkor a közösségi profilból kiolvasott alapértelmezések lesznek használatban.
it: L'intervallo di IP i quali vengono assegnati ai client gli indirizzi IP (ad esempio 10.1.2.1/28). Se si tratta di un intervallo all'interno della rete Mesh, allora sarà annunciato come HNA. Ogni altro intervallo userà il NAT. Se lasciato vuoto, le impostazioni predefinite del profilo della comunità verrà utilizzato.
ru: Диапазон IP-адресов клиентов (например, 10.1.2.1/28). Если данный диапазон находится внутри диапазона вашей ячеистой сети, то он будет анонсирован как HNA. Любой другой диапазон будет использовать NAT. Если значение не задано, то будут использоваться настройки из профиля сообщества.

source: The ipv6 address is calculated auomatically.
de: Die IPv6-Adresse wird automatisch generiert.
el: Η διεύθυνση ipv6 υπολογίζεται αυτόματα.
hu: Az IPv6 cím automatikusan számolódik.
it: L'indirizzo IPv6 viene calcolato automaticamente.
ru: IPv6-адрес рассчитывается автоматически.

source: The protocol to use for internet connectivity.
de: Protokoll für den Internetzugang.
el: Το πρωτόκολλο που θα χρησιμοποιήσετε για την διαδικτυακή συνδεσιμότητα.
hu: Az internetes tevékenységekhez használt protokoll
it: Il protocollo da utilizzare per la connettività internet.
ru: Протокол доступа в интернет.
sv: Protokollet som ska användas för anslutbarhet till internet.

source: This is a unique address in the mesh (e.g. 10.1.1.1) and has to be registered at your local community.
de: Hier muss eine netzweit eindeutige IP-Adresse verwendet werden, z.B. 10.1.1.1. Diese muss von der lokalen Community zugewiesen sein oder dort registriert werden.
el: Αυτή είναι μία μοναδική διεύθυνση στο πλέγμα (π.χ 10.1.1.1) και πρέπει να καταχωρηθεί στην τοπική σας κοινότητα.
hu: Ez egy egyedi cím a hálózaton (pl. 10.1.1.1), és a helyi közösségnél kell regisztrálva lennie.
it: Si tratta di un indirizzo univoco nella mesh (ad esempio 10.1.1.1) e deve essere registrato presso la comunità locale.
ru: Уникальный адрес в ячейке (например, 10.1.1.1). Адрес должен быть зарегистрирован в вашем местном сообществе.

source: This will setup a new virtual wireless interface in Access Point mode.
de: Diese Option richtet ein zusätzliches WLAN-Netzwerk als Access Point für Clients ein.
el: Αυτή η επιλογή θα ρυθμίσει μία νέα εικονική ασύρματη διεπαφή σε λειτουργία Σημείου Πρόσβασης.
hu: Ez létre fog hozni egy új virtuális vezeték nélküli interfészt Access Point módban.
it: In questo modo isi mposta una nuova interfaccia virtuale wireless in modalità Punto di Accesso.
ru: Установка нового виртуального беспроводного интерфейса в режим "Точка доступа".

source: This wizard will assist you in setting up your router for Freifunk or another similar wireless community network.
de: Dieser Assistent hilft beim Einrichten des Routers für Freifunk oder ähnliche Wireless Community Netzwerke.
el: Αυτός ο οδηγός θα σας βοηθήσει να στήσετε το δρομολογητής σας για το Freifunk ή άλλο παρόμοιο δίκτυο.
hu: Ez a varázsló segíteni fog téged a router beállításában Freifunk és más hasonló vezeték nélküli közösségi hálózatokhoz.
it: Questa procedura guidata vi aiuterà a configurare il router per Freifunk o un'altra comunità di Rete wireless simile.
ru: Этот помощник поможет вам в настройке маршрутизатора для Freifunk-сети или другой аналогичной беспроводного сети.

source: Unknown Error
de: Unbekannter Fehler
el: Άγνωστο Σφάλμα
hu: Ismeretlen hiba
it: Errore Sconosciuto
ru: Неизвестная ошибка
sv: Okänt fel

source: Username
de: Benutzername
el: Όνομα χρήστη
hu: Felhasználói név
it: Nome Utente
ru: Имя пользователя
sv: Användarnamn

source: Virtual Access Point (VAP)
de: Virtueller Access Point (VAP)
el: Εικονικό Σημείο Πρόσβασης (VAP)
hu: Virtuális hozzáférési pont (VAP)
it: Punto di Accesso Virtuale (VAP)
ru: Виртуальная точка доступа (VAP)

source: Wizard
de: Freifunkassistent
el: Οδηγός
hu: Varázsló
it: Procedura Guidata
ru: Помощник
sv: Guide

source: Your device and neighbouring nodes have to use the same channel.
de: Hier sollte der selbe Kanal wie auf benachbarten Nodes verwendet werden.
el: Η συσκευή σας και οι γειτονικοί σας κόμβοι πρέπει να χρησιμοποιούν το ίδιο κανάλι.
hu: Az eszközödnek és a szomszédos csomópontoknak ugyanazt a csatornát kell használniuk.
it: Il dispositivo e nodi adiacenti devono utilizzare lo stesso canale.
ru: Ваше устройство и соседние узлы должны использовать один и тот же канал.
sv: Din enhet och grannarnas noder måste använda samma kanal.

source: kbit/s
ru: кбит/с

source: static
de: Statisch
el: στατικό
hu: állandó
it: statico
ru: статический
sv: statisk

source: Configure this interface.
de: Dieses Netzwerkinterface einrichten.
el: Παραμετροποίηση αυτής της διεπαφής.
hu: Interfész beállítása.
it: Configura questa interfaccia.
ru: Настроить интерфейс.
sv: Konfigurera det här gränssnittet

source: recommended
de: empfohlen
el: προτεινόμενο
hu: ajánlott
it: raccomandato
ru: рекомендуемый
sv: rekommenderas

source: Basic settings
de: Grundeinstellungen
el: Βασικές ρυθμίσεις
hu: Alapvető beállítások
it: Impostazioni Base
ru: Главные настройки
sv: Standardinställningar

source: Basic settings are incomplete. Please go to
de: Ein oder mehrere wichtige Grundeinstellungen fehlen. Bitte besuche die Seite
el: Οι βασικές ρυθμίσεις είναι ημιτελείς. Παρακαλώ προχωρήστε στο
hu: Az alapvető beállítások nem teljesek. Kérem, menjen ide:
it: Le impostazioni base sono incomplete. Andare in
ru: Ошибка в главных настройках. Пожалуйста, перейдите в
sv: Standardinställningarna är inte kompletta. Vänligen gå till

source: Error
de: Fehler
el: Σφάλμα
hu: Hiba
it: Errore
ru: Ошибка
sv: Fel

source: You can not use the wizard because some necessary values are missing.
de: Der ffwizard kann nicht benutzt werden da einige wichtige Grundeinstellungen fehlen.
el: Δεν μπορείτε να χρησιμοποιήσετε τον οδηγό γιατί κάποιες απαραίτητες τιμές δεν έχουν συμπληρωθεί.
hu: Nem használhatod a varázslót, mert néhány szükséges érték hiányzik.
it: Non è possibile utilizzare la procedura guidata perché alcuni valori necessari sono mancanti.
ru: Вы не можете использовать помощника, так как некоторые необходимые значения отсутствуют.
sv: Du kan inte använda guiden för att några värden som behövs saknas.

source: and fill out all required fields.
de: und fülle alle dort benötigten Felder aus.
el: και συμπληρώστε όλα τα απαραίτητα πεδία.
hu: és töltse ki az összes szükséges mezőt.
it: e compilare tutti i campi richiesti.
ru: и заполните все требуемые поля.
sv: och fyll i alla fält som behövs.
